[
  {
    "id": "publikasi01",
    "title": "An Econometric Analysis of Post-Merger Market Power",
    "author": "Your Name",
    "tags": ["Quantitative", "Technology"],
    "publishedOn": "Q2 2024",
    "status": "public",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "This paper presents a quantitative study on the effects of mergers and acquisitions on market concentration and consumer prices within the software industry. Using a dataset spanning ten years, we apply econometric models to assess changes in market power. The findings suggest a significant, though not universal, increase in pricing power for consolidated firms.",
    "image": "publication1"
  },
  {
    "id": "publikasi02",
    "title": "Special Report: Digital Transformation in the Public Sector",
    "author": "Your Name",
    "tags": ["Government", "Domestic"],
    "publishedOn": "Q1 2024",
    "status": "private",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "A comprehensive report commissioned for a government agency, assessing the state of digital transformation across domestic public services. This publication requires special authorization to view due to sensitive information regarding national infrastructure and ongoing projects. It provides actionable recommendations for accelerating technology adoption and improving citizen services.",
    "image": "publication2"
  },
  {
    "id": "publikasi03",
    "title": "The Role of International Cooperation in Regulating AI",
    "author": "Your Name",
    "tags": ["International", "Government"],
    "publishedOn": "Q4 2023",
    "status": "public",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "This article explores the challenges and opportunities for international cooperation in developing a global regulatory framework for artificial intelligence. It compares different national approaches and argues for a unified set of ethical guidelines to ensure the safe and equitable development of AI technologies worldwide.",
    "image": "publication3"
  },
  {
    "id": "publikasi04",
    "title": "A Qualitative Study on Developer Productivity in Hybrid Teams",
    "author": "Your Name",
    "tags": ["Qualitative", "Technology"],
    "publishedOn": "Q3 2023",
    "status": "public",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "Through a series of in-depth interviews with software developers and managers, this study investigates the lived experiences of working in hybrid (part-remote, part-office) teams. Key themes identified include challenges in communication, the importance of intentional culture-building, and evolving definitions of productivity.",
    "image": "publication4"
  },
  {
    "id": "publikasi05",
    "title": "Trade Policy and its Impact on Domestic Manufacturing",
    "author": "Your Name",
    "tags": ["Domestic", "Quantitative"],
    "publishedOn": "Q2 2023",
    "status": "private",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "An internal analysis for a private client on the effects of recent international trade policies on the domestic manufacturing sector. Access is restricted. The report uses firm-level data to model impacts on employment, investment, and output, providing a granular view of sector-specific vulnerabilities and opportunities.",
    "image": "publication5"
  },
  {
    "id": "publikasi06",
    "title": "Rethinking Originality in the Age of Generative Models",
    "author": "Your Name",
    "tags": ["Original", "Technology"],
    "publishedOn": "Q1 2023",
    "status": "public",
    "fileUrl": "#",
    "viewUrl": "#",
    "description": "This philosophical and technical paper discusses the concept of 'originality' in content creation, given the rise of powerful generative AI models. It proposes a new framework for evaluating creative work that accounts for human-AI collaboration, moving beyond traditional notions of sole authorship.",
    "image": "publication6"
  }
]
